{
    "workouts": [{
            "id": 0,
            "title": "Upper Body",
            "description": "This upper body workout makes for a great burnout round, and it’s excellent for increasing strength in order to be able to do more push ups. You can use this at the end of a longer workout, or you can add a warm up and cool down and use it as a standalone routine.",
            "duration": "20 min",
            "bodyFocus": "Upper Body",
            "caloriesBurn": "105-192",
            "difficulty": "4/5",
            "equipment": "Dumbbell",
            "trainigType": "Low Impact, Strength Training",
            "focusIcon": "bodyIcon-blue.svg",
            "thumbnail": "UpperBodyWorkoutThumb.png",
            "image": "UpperBodyWorkout.png",
            "videoURL": "https://www.youtube.com/embed/AoxJBoRNFGU"

        },
        {
            "id": 1,
            "title": "Bodyweight Cardio",
            "description": "This is a super fun, quick, energy-boosting cardio workout that targets the butt and thighs. You can easily scale this workout to be a low impact challenge that improves blood flow and increases your cardiovascular health and endurance, or you can move quickly, do the hardest version of the exercises, or even add weights or resistance bands in order to step up the intensity for a sweaty, endurance, and strength-building workout. It really is up to you, and what you need, so be open to your body’s signals and be willing to meet yourself exactly where you’re at today.",
            "duration": "18 min",
            "bodyFocus": "Lower Body",
            "caloriesBurn": "115-190",
            "difficulty": "3/5",
            "equipment": "No Equipment",
            "trainigType": "Cardiovascular, Pilates",
            "focusIcon": "low-bodyIcon-blue.svg",
            "thumbnail": "BodyweightCardioWorkoutImgThumb.jpg",
            "image": "BodyweightCardioWorkoutImg.jpg",
            "videoURL": "https://www.youtube.com/embed/q720lr3cAx8"
        },
        {
            "id": 2,
            "title": "Pilates Strength Workout",
            "description": "We start off with a short cardio warm up before moving into a quick round of Pilates exercises to further warm up the body and engage the glute muscles we will be targeting. Next up is a short round of HIIT - just enough to break a sweat and get the heart pounding. Then we have a single round of a dynamic set of strength exercises that use multiple ranges of motion to challenge the lower body. Finish up with a cool down and stretch and you have yourself a workout complete.",
            "duration": "42 min",
            "bodyFocus": "Lower Body",
            "caloriesBurn": "244-406",
            "difficulty": "3/5",
            "equipment": "Dumbbell",
            "trainigType": "Pilates, Strength Training, Toning",
            "focusIcon": "low-bodyIcon-blue.svg",
            "thumbnail": "PilatesStrengthWorkoutThumb.jpg",
            "image": "PilatesStrengthWorkout.jpg",
            "videoURL": "https://www.youtube.com/embed/lhJkJqNRXI8"
        },
        {
            "id": 3,
            "title": "1000 Calorie Workout",
            "description": "Before we start into anything, we want to take a minute to thank the real heroes of the world we’re living in at the moment; nurses, doctors, CNAs, scientists, lab technicians, grocery store workers, truck drivers, and the many others on the frontlines who are keeping important systems up and running. This is a scary, stressful time. Feeling gratitude towards others, and helping others in need, can help with all of the uncertainty. If you can, donate to your local food banks - when we donated we were told that monetary donations are the safest option at this time.",
            "duration": "90 min",
            "bodyFocus": "Full Body",
            "caloriesBurn": "244-406",
            "difficulty": "4/5",
            "equipment": "Dumbbell",
            "trainigType": "Low Impact, Strength Training",
            "focusIcon": "fullBodyIcon-blue.svg",
            "thumbnail": "1000CalorieWorkoutThmb.jpg",
            "image": "1000CalorieWorkout.jpg",
            "videoURL": "https://www.youtube.com/embed/WOP8_Mp5qAA"
        },
        {
            "id": 4,
            "title": "Lower Body Strength",
            "description": "In this lower body strength workout we are going to challenge your muscles in two ways. First we will challenge the strength of your legs in a specific motion, for example lunges. Then we will challenge those same muscle’s endurance by doing the same exercise but in a hold rather than a repeating movement. This workout actually tries to incorporate the two types of muscle fibers in skeletal muscle, fast twitch (think strength and power) and slow twitch (think endurance and high repetition), in the same routine. Because we will be holding all of these movements as close to their max load angle as we can, the slow twitch fibers will give out very rapidly as compared to a lighter load angle. To illustrate this think of the difficulty of a squat with only a slight bend at the knee (a light-load angle) versus the knee bent at a 90 degree (heavy-load angle). So in other words, get ready to feel your legs burn.",
            "duration": "50 min",
            "bodyFocus": "Lower Body",
            "caloriesBurn": "232-548",
            "difficulty": "5/5",
            "equipment": "Dumbbell, No Equipment",
            "trainigType": "Strength Training, Toning",
            "focusIcon": "low-bodyIcon-blue.svg",
            "thumbnail": "LowerBodyStrengthThumb.jpg",
            "image": "LowerBodyStrength.jpg",
            "videoURL": "https://www.youtube.com/embed/WibZDP3VYDo"
        },
        {
            "id": 5,
            "title": "Total Body Kettlebell",
            "description": "For those of you that follow our work pretty closely, you will know that this is the first kettlebell workout video that we have put out in a while. Honestly, I had forgotten how much fun they are. Whether you are using a true kettlebell, or a dumbbell to do these exercises, they are just fun. They types of movements used just make me feel like a beast even if the movement is not that difficult or I’m not using that much weight…. Or is that just me? Ha. I think that the methodical and controlled nature of our more traditional style of strength training (though incredibly efficient at evenly building strength and muscle) can become a bit predictable - though that goes for any training style - which is why we always suggest weaving in many different types of training. We usually shy away from indulging in using momentum to assist a movement but it can be a fun departure to sling, swing, and pop a weight around utilizing a larger chain of muscles rather than focusing on isolating just one main driver.",
            "duration": "45 min",
            "bodyFocus": "Total Body",
            "caloriesBurn": "333-508",
            "difficulty": "4/5",
            "equipment": "Dumbbell, Kettlebell",
            "trainigType": "Kettlebell, Strength Training",
            "focusIcon": "fullBodyIcon-blue.svg",
            "thumbnail": "TotalBodyKettlebellThumb.jpg",
            "image": "TotalBodyKettlebell.jpg",
            "videoURL": "https://www.youtube.com/embed/Msh4yqfVNUE"
        }
    ],

    "cardios": [{
            "id": 0,
            "title": "Cardio",
            "description": "This upper body workout makes for a great burnout round, and it’s excellent for increasing strength in order to be able to do more push ups. You can use this at the end of a longer workout, or you can add a warm up and cool down and use it as a standalone routine.",
            "duration": "20 min",
            "bodyFocus": "Upper Body",
            "caloriesBurn": "105-192",
            "difficulty": "4/5",
            "equipment": "Dumbbell",
            "trainigType": "Low Impact, Strength Training",
            "focusIcon": "bodyIcon-blue.svg",
            "thumbnail": "cardioIMG-1.jpg",
            "image": "cardioIMG-1.jpg",
            "videoURL": "https://www.youtube.com/embed/AoxJBoRNFGU"
        },
        {
            "id": 1,
            "title": "Cardio",
            "description": "This upper body workout makes for a great burnout round, and it’s excellent for increasing strength in order to be able to do more push ups. You can use this at the end of a longer workout, or you can add a warm up and cool down and use it as a standalone routine.",
            "duration": "20 min",
            "bodyFocus": "Upper Body",
            "caloriesBurn": "105-192",
            "difficulty": "4/5",
            "equipment": "Dumbbell",
            "trainigType": "Low Impact, Strength Training",
            "focusIcon": "bodyIcon-blue.svg",
            "thumbnail": "cardioIMG-2.jpg",
            "image": "cardioIMG-2.jpg",
            "videoURL": "https://www.youtube.com/embed/AoxJBoRNFGU"
        },

        {
            "id": 2,
            "title": "Cardio",
            "description": "This upper body workout makes for a great burnout round, and it’s excellent for increasing strength in order to be able to do more push ups. You can use this at the end of a longer workout, or you can add a warm up and cool down and use it as a standalone routine.",
            "duration": "20 min",
            "bodyFocus": "Upper Body",
            "caloriesBurn": "105-192",
            "difficulty": "4/5",
            "equipment": "Dumbbell",
            "trainigType": "Low Impact, Strength Training",
            "focusIcon": "bodyIcon-blue.svg",
            "thumbnail": "cardioIMG-3.jpg",
            "image": "cardioIMG-4.jpg",
            "videoURL": "https://www.youtube.com/embed/AoxJBoRNFGU"
        },

        {
            "id": 3,
            "title": "Cardio",
            "description": "This upper body workout makes for a great burnout round, and it’s excellent for increasing strength in order to be able to do more push ups. You can use this at the end of a longer workout, or you can add a warm up and cool down and use it as a standalone routine.",
            "duration": "20 min",
            "bodyFocus": "Upper Body",
            "caloriesBurn": "105-192",
            "difficulty": "4/5",
            "equipment": "Dumbbell",
            "trainigType": "Low Impact, Strength Training",
            "focusIcon": "bodyIcon-blue.svg",
            "thumbnail": "cardioIMG-1.jpg",
            "image": "cardioIMG-1.jpg",
            "videoURL": "https://www.youtube.com/embed/AoxJBoRNFGU"
        }

    ],
    "workoutTips": [{
            "id": 0,
            "title": "Upper Body",
            "subtitle": "Tips to Drive Better Upper Body Gains",
            "tip1Title": "Include Dumbbell Pullovers in Your Chest Routine",
            "tip1Description": "This is one of the more effective compound movements that will work your chest (especially the lower portion), lats and ribcage. Proper form is essential for pullovers, as any swinging motion will lessen your range of motion and take out the engagement of the secondary muscles needed to complete the rep properly.",
            "tip2Title": "Always Do Bent Over Rows",
            "tip2Description": "If you want barn door lats, then bet over rows should be part of your back routine each and every time. You can change things up by using a barbell or dumbbells, an overhand or underhand grip on the bar, or even a Smith machine. No matter what form of this exercise you choose to do, it will be by far the one that will make or break your lat growth.",
            "tip3Title": "Single-Sided Back Exercises",
            "tip3Description": "Most movements for your lats are done with a bar or on a machine with both hands working simultaneously. This is good, of course, except that your naturally stronger side (right or left) will be doing the extra work and inadvertently helping out its weaker brother. By introducing some single sided exercises, you will force the weaker one to work just as hard without getting an involuntary.",
            "tip4Title": "Shorter Rest Periods",
            "tip4Description": "If you can keep your rest periods a minute or less, then you feel your muscles ready to explode after only a few sets. Doing 12-to-15 strict reps with moderate weight and 45 seconds in between sets will spurn more growth than six sloppy reps with weight that is too heavy for you and then needing three minutes to recuperate for the next set.",
            "workoutTipImg": "Upper-Body-Tips-img.jpg"
        },
        {
            "id": 1,
            "title": "Bodyweight Cardio",
            "subtitle": "Bodyweight cardio tips and instructions",
            "tip1Title": "Reverse Lunges",
            "tip1Description": "Start in a standing position with your feet about shoulder-width apart. Step backwards with your left foot, landing on the ball of your left foot and keeping your heel off the ground. Bend your knees creating two 90-degree angles with your legs. Aim to have your back knee hovering about three to six inches off the ground. Push through the heel of your right foot to return to standing. Repeat with your left leg. That's 1 rep, do 15.",
            "tip1Gif": "BodyWeightCardio-tip1Gif.gif",
            "tip2Title": "Bodyweight Squats",
            "tip2Description": "Start standing with feet just slightly wider than shoulder-width apart. Sit your butt back into a squat, without letting your knees go past your toes. Make sure your weight is in your heels, and keep your chest up",
            "tip2Gif": "BodyWeightCardio-tip2Gif.gif",
            "tip3Title": "Lateral Plank Walks",
            "tip3Description": "Start in high plank with shoulders above wrists and abs tight. Step right foot and right hand to right side immediately following with left foot and left hand. That's 1 rep, do 15. (You can do a few reps toward the right, then switch directions.)",
            "tip3Gif": "BodyWeightCardio-tip3Gif.gif",
            "tip4Title": "Inchworms",
            "tip4Description": "Start standing with feet hip-width apart. Hinge forward at your hips and place your palms on the floor, bending your knees as needed to reach. Walk your hands forward so that you're in high plank. Walk your hands back toward feet and stand up. That's 1 rep, do 15.",
            "tip4Gif": "BodyWeightCardio-tip4Gif.gif",
            "workoutTipImg": "BodyWeight-Cardio-Tips-img.jpg"
        },
        {
            "id": 2,
            "title": "Lower Body Strength",
            "subtitle": "Lower body strength tips and instructions",
            "tip1Title": "Dumbbell squat",
            "tip1Description": "Stand with your feet hip to shoulder-width apart, holding a pair of dumbbells at arm’s length by your sides. Keeping your back flat, chest up, and core braced, push your hips back, bend your knees, and lower your body until your thighs are parallel to the floor. Pause, then push yourself back up to the starting position.",
            "tip1Gif": "LowerBodyStrength-tip1.jpeg",
            "tip2Title": "Dumbbell goblet squat",
            "tip2Description": "Hold a dumbbell vertically in front of your chest, cupping the top end in both hands. Stand with your feet hip- to shoulder-width apart. Keeping your back flat and elbows pointed down, push your hips back and lower your body until your thighs are at least parallel to the ground. Pause, and then slowly push yourself back up to the starting position.",
            "tip2Gif": "LowerBodyStrength-tip2.jpeg",
            "tip3Title": "Side leg lift with band",
            "tip3Description": "Wrap a resistance loop around your ankles and lie on your right side, propping yourself up on your right forearm. Keep your legs straight and stacked on top of each other and your toes pointed forward. Lift the top leg, lower, and repeat. Do equal reps on both sides.",
            "tip3Gif": "LowerBodyStrength-tip3.jpeg",
            "workoutTipImg": "LowerBodyStrength-Tip-img.jpg"
        }
        ,        {
            "id": 3,
            "title": "Total Body Kettlebell",
            "subtitle": "Kettlebell exercise tips and techniques",
            "tip1Title": "Kettlebell Romanian deadlift",
            "tip1Description": "Stand with feet shoulder-width apart. Grab a kettlebell with an overhand grip and straighten your arms. Bend knees slightly and send hips back, hinging at hips. Drive your feet into the floor and stand, like you’re pushing the floor away. Repeat.",
            "tip1Gif": "TotalBodyKettlebell-tip1Gif.gif",
            "tip2Title": "Kettlebell high pull",
            "tip2Description": "Place the kettlebell in front of you. Start in a squat position and grab the kettlebell with an overhand grip using both hands. Explosively drive upward. As you stand, bring the kettlebell under your chin and lift elbows above shoulders. Return to a squat position and repeat.",
            "tip2Gif": "TotalBodyKettlebell-tip2Gif.gif",
            "tip3Title": "Kettlebell front squat",
            "tip3Description": "Grab the kettlebell with your right hand. Straighten left arm out to the side for balance. Start in a low squat position. Engage your core, then stand straight up. This kettlebell classic may seem easy, but just wait until you’re 10 reps in.",
            "tip3Gif": "TotalBodyKettlebell-tip3Gif.gif",
            "tip4Title": "Kettlebell renegade row",
            "tip4Description": "Place two kettlebells shoulder-width apart on the floor. Start in a push-up position, with hands gripping the kettlebell handles. Keep arms straight and make sure wrists are facing one another. Lift right hand off the floor, gripping the kettlebell and drawing elbow back behind you. Return the kettlebell to the floor and do a push-up. Repeat on the other side.",
            "tip4Gif": "TotalBodyKettlebell-tip4Gif.gif",
            "workoutTipImg": "TotalBodyKettlebell-Tips-img.jpg"
        }
    ],
    "workoutCaloriesBurner":[{
        "id": 0,
        "title": "Running",
        "caloriesPerMinuteMale": 9,
        "caloriesPerMinuteFemale": 8
    },
    {
        "id": 1,
        "title": "Aerobic, general",
        "caloriesPerMinuteMale": 8,
        "caloriesPerMinuteFemale": 7 
    },
    {
        "id": 2,
        "title": "Pilates, general",
        "caloriesPerMinuteMale": 3,
        "caloriesPerMinuteFemale": 3 
    },
    {
        "id": 3,
        "title": "Upper body Exercise",
        "caloriesPerMinuteMale": 3,
        "caloriesPerMinuteFemale": 3 
    },
    {
        "id": 4,
        "title": "Squats",
        "caloriesPerMinuteMale": 6,
        "caloriesPerMinuteFemale": 5 
    },
    {
        "id": 5,
        "title": "Calisthenics (push ups, sit ups, pull-ups, jumping)",
        "caloriesPerMinuteMale": 6,
        "caloriesPerMinuteFemale": 8 
    }

]

}